[
  {
    "title": "Cardinal Health Dual Action Pain Reliever Drug Facts",
    "setid": "2bb1f616-48af-4fe1-9aa9-32fcb2dba50c",
    "version": "2",
    "effective_date": "20250930",
    "manufacturer": "Cardinal Health 110, LLC. dba Leader",
    "active_ingredients": [
      {
        "name": "ACETAMINOPHEN",
        "strength": "250",
        "unit": "mg"
      },
      {
        "name": "IBUPROFEN",
        "strength": "125",
        "unit": "mg"
      }
    ],
    "sections": {
      "active_ingredient": "Acetaminophen 250 mg Ibuprofen 125 mg (NSAID*) *nonsteroidal anti-inflammatory drug",
      "indications": "• • temporarily relieves minor aches and pains due to: • • headache • • toothache • • backache • • menstrual cramps • • muscular aches • • minor pain of arthritis",
      "warnings": "Acetaminophen liver damage warning: This product contains acetaminophen. Severe liver damage may occur if you take: • • with other drugs containing acetaminophen • • more than 6 caplets in 24 hours, which is the maximum daily amount for this product • • 3 or more alcoholic drinks every day while using this product Acetaminophen allergy alert: may cause severe skin reactions. Symptoms may include: • • skin reddening • • blisters • • rash If skin reaction occurs, stop use and seek medical help right away. NSAID allergy alert: ibuprofen may cause a severe allergic reaction, especially in people allergic to aspirin. Symptoms may include: • • hives • • facial swelling • • asthma (wheezing) • • shock • • skin reddening • • rash • • blisters If an allergic reaction occurs, stop use and seek medical help right away. NSAID stomach bleeding warning: This product contains an NSAID, which may cause severe stomach bleeding. The chance is higher if you: • • are age 60 or older • • have had stomach ulcers or bleeding problems • • take a blood thinning (anticoagulant) or steroid drug • • take other drugs containing prescription or nonprescription NSAIDs [aspirin, ibuprofen, naproxen, or others] • • have 3 or more alcoholic drinks every day while using this product • • take more or for a longer time than directed Heart attack and stroke warning: NSAIDs, except aspirin, increase the risk of heart attack, heart failure, and stroke. These can be fatal. The risk is higher if you use more than directed or for longer than directed.",
      "dosage": "• • do not take more than directed Adults and children 12 years and over: take 2 caplets every 8 hours while symptoms persist Children under 12 years: ask a doctor",
      "inactive_ingredient": "colloidal silicon dioxide, corn starch, croscarmellose sodium, crospovidone, ferric oxide yellow, microcrystalline cellulose, polyethylene glycol, polyvinyl alcohol, povidone, pregelatinized starch, stearic acid, sucralose, talc, titanium dioxide"
    },
    "published_date": "Oct 06, 2025"
  },
  {
    "title": "\n      ",
    "setid": "004c39cd-b4f4-1cae-e063-6394a90a0697",
    "version": "5",
    "effective_date": "20251003",
    "manufacturer": "NuCare Pharmaceuticals,Inc.",
    "active_ingredients": [
      {
        "name": "ACETAMINOPHEN",
        "strength": "325",
        "unit": "mg"
      }
    ],
    "sections": {
      "active_ingredient": "Acetaminophen 325mg",
      "indications": "• temporarily relieves minor aches and pains due to: • headache • muscular aches • backache • minor pain of arthritis • the common cold • toothache • premenstrual and menstrual cramps • temporarily reduces fever",
      "warnings": "Liver warning: This product contains acetaminophen. The maximum daily dose of this product is 10 tablets (3,250 mg) in 24 hours for adults or 5 tablets (1,625 mg) in 24 hours for children. Severe liver damage may occur if • adult takes more than 4,000 mg of acetaminophen in 24 hours • child takes more than 5 doses in 24 hours, which is the maximum daily amount • taken with other drugs containing acetaminophen • adult has 3 or more alcoholic drinks every day while using this product Allergy alert: acetaminophen may cause severe skin reactions. Symptoms may include: • skin reddening • blisters • rash If a skin reaction occurs, stop use and seek medical help right away.",
      "dosage": "• do not take more than directed (see overdose warning) adults and children 12 years and over • take 2 tablets, every 4 to 6 hours while symptoms last • do not take more than 10 tablets in 24 hours, unless directe by a doctor • do not use for more than 10 days unless directed by a doctor children 6 to under 12 years • take 1 tablet every 4 to 6 hours while symptoms last • do not take more than 5 tablets in 24 hours • do not use for more than 5 days unless directed by a doctor children under 6 years ask a doctor",
      "inactive_ingredient": "povidone, pregelatinized corn starch, sodium starch glycolate, stearic acid"
    },
    "published_date": "Oct 06, 2025"
  },
  {
    "title": "CVS 44-600A 51316-601",
    "setid": "23b29044-6389-42ea-839a-5351557a6ce3",
    "version": "4",
    "effective_date": "20251003",
    "manufacturer": "CVS WOONSOCKET PRESCRIPTION CENTER, INCORPORATED",
    "active_ingredients": [
      {
        "name": "ASPIRIN",
        "strength": "81",
        "unit": "mg"
      }
    ],
    "sections": {
      "active_ingredient": "Aspirin 81 mg (NSAID)* *nonsteroidal anti-inflammatory drug",
      "indications": "for the temporary relief of minor aches and pains or as recommended by your doctor. Because of its delayed action, this product will not provide fast relief of headaches or other symptoms needing immediate relief.",
      "warnings": "Reye’s syndrome: Children and teenagers who have or are recovering from chicken pox or flu-like symptoms should not use this product. When using this product, if changes in behavior with nausea and vomiting occur, consult a doctor because these symptoms could be an early sign of Reye's syndrome, a rare but serious illness. Allergy alert: Aspirin may cause a severe allergic reaction, which may include: • hives • facial swelling • shock • asthma (wheezing) Stomach bleeding warning: This product contains an NSAID, which may cause severe stomach bleeding. The chance is higher if you • take more or for a longer time than directed • take other drugs containing prescription or nonprescription NSAIDs [aspirin, ibuprofen, naproxen, or others] • have had stomach ulcers or bleeding problems • take a blood thinning (anticoagulant) or steroid drug • are age 60 or older • have 3 or more alcoholic drinks every day while using this product",
      "dosage": "• do not take more than directed • drink a full glass of water with each dose • adults and children 12 years and over: take 4 to 8 tablets every 4 hours not to exceed 48 tablets in 24 hours unless directed by a doctor • children under 12 years: do not use unless directed by a doctor",
      "inactive_ingredient": "corn starch, D&C yellow #10, FD&C yellow #6, hypromellose, methacrylic acid, microcrystalline cellulose, polydextrose, polyethylene glycol, shellac wax, silica, simethicone, sodium bicarbonate, sodium lauryl sulfate, talc, titanium dioxide, triacetin, triethyl citrate"
    },
    "published_date": "Oct 06, 2025"
  },
  {
    "title": "These highlights do not include all the information needed to use NAPROXEN DELAYED-RELEASE TABLETS safely and effectively. See full prescribing information for NAPROXEN DELAYED-RELEASE TABLETS.\n ",
    "setid": "2d01e583-670a-46f4-b5f2-3fad46d0376f",
    "version": "10",
    "effective_date": "20251002",
    "manufacturer": "PD-Rx Pharmaceuticals, Inc.",
    "active_ingredients": [
      {
        "name": "NAPROXEN",
        "strength": "500",
        "unit": "mg"
      }
    ],
    "sections": {
      "indications": "Naproxen delayed-release tablets are indicated for: The relief of the signs and symptoms of: • rheumatoid arthritis • osteoarthritis • ankylosing spondylitis • polyarticular juvenile idiopathic arthritis",
      "contraindications": "Naproxen delayed-release tablets are contraindicated in the following patients: • Known hypersensitivity (e.g., anaphylactic reactions and serious skin reactions) to naproxen or any components of the drug product [ see Warnings and Precautions (5.7 , 5.9) ]. • History of asthma, urticaria, or other allergic-type reactions after taking aspirin or other NSAIDs. Severe, sometimes fatal, anaphylactic reactions to NSAIDs have been reported in such patients [ see Warnings and Precautions (5.7 , 5.8) ]. • In the setting of coronary artery bypass graft (CABG) surgery [ see Warnings and Precautions ( 5.1) ].",
      "adverse_reactions": "The following adverse reactions are discussed in greater detail in other sections of the labeling: • Cardiovascular Thrombotic Events [ see Warnings and Precautions (5.1) ] • GI Bleeding, Ulceration, and Perforation [ see Warnings and Precautions (5.2) ] • Hepatotoxicity [ see Warnings and Precautions (5.3) ] • Hypertension [ see Warnings and Precautions (5.4) ] • Heart Failure and Edema [ see Warnings and Precautions (5.5) ] • Renal Toxicity and Hyperkalemia [ see Warnings and Precautions (5.6) ] • Anaphylactic Reactions [ see Warnings and Precautions (5.7) ] • Serious Skin Reactions [ see Warnings and Precautions (5.9) ] • Hematologic Toxicity [ see Warnings and Precautions (5.11) ]",
      "drug_interactions": "See Table 1 for clinically significant drug interactions with naproxen. Table 1: Clinically Significant Drug Interactions with naproxen Drugs That Interfere with Hemostasis Clinical Impact: • Naproxen and anticoagulants such as warfarin have a synergistic effect on bleeding. The concomitant use of naproxen and anticoagulants have an increased risk of serious bleeding compared to the use of either drug alone. • Serotonin release by platelets plays an important role in hemostasis. Case-control and cohort epidemiological studies showed that concomitant use of drugs that interfere with serotonin reuptake and an NSAID may potentiate the risk of bleeding more than an NSAID alone. Intervention: • Monitor patients with concomitant use of naproxen delayed-release tablets with anticoagulants (e.g., warfarin), antiplatelet agents (e.g., aspirin), selective serotonin reuptake inhibitors (SSRIs), and serotonin norepinephrine reuptake inhibitors (SNRIs) for signs of bleeding [see Warnings and Precautions (5.11) ] . Aspirin Clinical Impact: A pharmacodynamic (PD) study has demonstrated an interaction in which lower dose naproxen (220mg/day or 220mg twice daily) interfered with the antiplatelet effect of low-dose immediate-release aspirin, with the interaction most marked during the washout period of naproxen [see Clinical Pharmacology (12.2) ] . There is reason to expect that the interaction would be present with prescription doses of naproxen or with enteric-coated low-dose aspirin; however, the peak interference with aspirin function may be later than observed in the PD study due to the longer washout period. Controlled clinical studies showed that the concomitant use of NSAIDs and analgesic doses of aspirin does not produce any greater therapeutic effect than the use of NSAIDs alone. In a clinical study, the concomitant use of an NSAID and aspirin was associated with a significantly increased incidence of GI adverse reactions as compared to use of the NSAID alone [see Warnings and Precautions (5.2) ] . Intervention: Because there may be an increased risk of cardiovascular events following discontinuation of naproxen due to the interference with the antiplatelet effect of aspirin during the washout period, for patients taking low-dose aspirin for cardioprotection who require intermittent analgesics, consider use of an NSAID that does not interfere with the antiplatelet effect of aspirin, or non-NSAID analgesics where appropriate. Concomitant use of naproxen delayed-release tablets and analgesic doses of aspirin is not generally recommended because of the increased risk of bleeding [see Warnings and Precautions ( 5.11) ]. Naproxen delayed-release tablets are not a substitute for low dose aspirin for cardiovascular protection. ACE Inhibitors, Angiotensin Receptor Blockers, and Beta-Blockers Clinical Impact: • NSAIDs may diminish the antihypertensive effect of angiotensin converting enzyme (ACE) inhibitors, angiotensin receptor blockers (ARBs), or beta-blockers (including propranolol). • In patients who are elderly, volume-depleted (including those on diuretic therapy), or have renal impairment, co-administration of an NSAID with ACE inhibitors or ARBs may result in deterioration of renal function, including possible acute renal failure. These effects are usually reversible. Intervention: • During concomitant use of naproxen delayed-release tablets and ACE-inhibitors, ARBs, or beta-blockers, monitor blood pressure to ensure that the desired blood pressure is obtained. • During concomitant use of naproxen delayed-release tablets and ACE-inhibitors or ARBs in patients who are elderly, volume-depleted, or have impaired renal function, monitor for signs of worsening renal function [ see Warnings and Precautions (5.6) ]. • When these drugs are administered concomitantly, patients should be adequately hydrated. Assess renal function at the beginning of the concomitant treatment and periodically thereafter. Diuretics Clinical Impact: Clinical studies, as well as post-marketing observations, showed that NSAIDs reduced the natriuretic effect of loop diuretics (e.g., furosemide) and thiazide diuretics in some patients. This effect has been attributed to the NSAID inhibition of renal prostaglandin synthesis. Intervention During concomitant use of naproxen delayed-release tablets with diuretics, observe patients for signs of worsening renal function, in addition to assuring diuretic efficacy including antihypertensive effects [ see Warnings and Precautions (5.6) ]. Digoxin Clinical Impact: The concomitant use of naproxen with digoxin has been reported to increase the serum concentration and prolong the half-life of digoxin. Intervention: During concomitant use of naproxen delayed-release tablets and digoxin, monitor serum digoxin levels. Lithium Clinical Impact: NSAIDs have produced elevations in plasma lithium levels and reductions in renal lithium clearance. The mean minimum lithium concentration increased 15%, and the renal clearance decreased by approximately 20%. This effect has been attributed to NSAID inhibition of renal prostaglandin synthesis. Intervention: During concomitant use of naproxen delayed-release tablets and lithium, monitor patients for signs of lithium toxicity. Methotrexate Clinical Impact: Concomitant use of NSAIDs and methotrexate may increase the risk for methotrexate toxicity (e.g., neutropenia, thrombocytopenia, renal dysfunction). Intervention: During concomitant use of naproxen delayed-release tablets and methotrexate, monitor patients for methotrexate toxicity. Cyclosporine Clinical Impact: Concomitant use of naproxen delayed-release tablets and cyclosporine may increase cyclosporine’s nephrotoxicity. Intervention: During concomitant use of naproxen delayed-release tablets and cyclosporine, monitor patients for signs of worsening renal function. NSAIDs and Salicylates Clinical Impact: Concomitant use of naproxen with other NSAIDs or salicylates (e.g., diflunisal, salsalate) increases the risk of GI toxicity, with little or no increase in efficacy [ see Warnings and Precautions (5.2) ]. Intervention: The concomitant use of naproxen with other NSAIDs or salicylates is not recommended. Pemetrexed Clinical Impact: Concomitant use of naproxen delayed-release tablets and pemetrexed may increase the risk of pemetrexed-associated myelosuppression, renal, and GI toxicity (see the pemetrexed prescribing information). Intervention: During concomitant use of naproxen delayed-release tablets and pemetrexed, in patients with renal impairment whose creatinine clearance ranges from 45 to 79 mL/min, monitor for myelosuppression, renal and GI toxicity. NSAIDs with short elimination half-lives (e.g., diclofenac, indomethacin) should be avoided for a period of two days before, the day of, and two days following administration of pemetrexed. In the absence of data regarding potential interaction between pemetrexed and NSAIDs with longer half-lives (e.g., meloxicam, nabumetone), patients taking these NSAIDs should interrupt dosing for at least five days before, the day of, and two days following pemetrexed administration. Antacids and Sucralfate Clinical Impact: Concomitant administration of some antacids (magnesium oxide or aluminum hydroxide) and sucralfate can delay the absorption of naproxen. Intervention: Concomitant administration of antacids such as magnesium oxide or aluminum hydroxide, and sucralfate with naproxen delayed-release tablets is not recommended. Cholestyramine Clinical Impact: Concomitant administration of cholestyramine can delay the absorption of naproxen. Intervention: Concomitant administration of cholestyramine with naproxen delayed-release tablets is not recommended. Probenecid Clinical Impact: Probenecid given concurrently increases naproxen anion plasma levels and extends its plasma half-life significantly. Intervention: Patients simultaneously receiving naproxen delayed-release tablets and probenecid should be observed for adjustment of dose if required. Other albumin-bound drugs Clinical Impact: Naproxen is highly bound to plasma albumin; it thus has a theoretical potential for interaction with other albumin-bound drugs such as coumarin-type anticoagulants, sulphonylureas, hydantoins, other NSAIDs, and aspirin. Intervention: Patients simultaneously receiving naproxen delayed-release tablets and a hydantoin, sulphonamide or sulphonylurea should be observed for adjustment of dose if required. Drug/Laboratory Test Interactions Bleeding times Clinical Impact: Naproxen may decrease platelet aggregation and prolong bleeding time. Intervention: This effect should be kept in mind when bleeding times are determined. Porter-Silber test Clinical Impact: The administration of naproxen may result in increased urinary values for 17ketogenic steroids because of an interaction between the drug and/or its metabolites with m-di-nitrobenzene used in this assay. Intervention: Although 17-hydroxy-corticosteroid measurements (Porter-Silber test) do not appear to be artifactually altered, it is suggested that therapy with naproxen be temporarily discontinued 72 hours before adrenal function tests are performed if the Porter-Silber test is to be used. Urinary assays of 5-hydroxy indoleacetic acid (5HIAA) Clinical Impact: Naproxen may interfere with some urinary assays of 5-hydroxy indoleacetic acid (5HIAA). Intervention: This effect should be kept in mind when urinary 5-hydroxy indoleacetic acid is determined."
    },
    "published_date": "Oct 06, 2025"
  },
  {
    "title": "These highlights do not include all the information needed to use AMOXICILLIN and CLAVULANATE POTASSIUM TABLETS safely and effectively. See full prescribing information for AMOXICILLIN and CLAVULANATE POTASSIUM TABLETS.\n ",
    "setid": "704e99b1-c14a-40bf-adbd-c2794fa92c72",
    "version": "3",
    "effective_date": "20251003",
    "manufacturer": "REMEDYREPACK INC.",
    "active_ingredients": [],
    "sections": {
      "indications": "Amoxicillin and clavulanate potassium tablets are indicated for the treatment of infections in adults and pediatric patients, due to susceptible isolates of the designated bacteria in the conditions listed below: • Lower Respiratory Tract Infections - caused by beta‑lactamase‑producing isolates of Haemophilus influenzae and Moraxella catarrhalis . • Acute Bacterial Otitis Media - caused by beta‑lactamase‑producing isolates of H. influenzae and M. catarrhalis . • Sinusitis - caused by beta‑lactamase‑producing isolates of H. influenzae and M. catarrhalis . • Skin and Skin Structure Infections - caused by beta‑lactamase‑producing isolates of Staphylococcus aureus, Escherichia coli, and Klebsiella species . • Urinary Tract Infections - caused by beta‑lactamase‑producing isolates of E. coli, Klebsiella species , and Enterobacter species. Limitations of Use When susceptibility test results show susceptibility to amoxicillin, indicating no beta-lactamase production, amoxicillin and clavulanate potassium tablets should not be used. Usage To reduce the development of drug‑resistant bacteria and maintain the effectiveness of amoxicillin and clavulanate potassium tablets and other antibacterial drugs, amoxicillin and clavulanate potassium tablets should be used only to treat or prevent infections that are proven or strongly suspected to be caused by susceptible bacteria. When culture and susceptibility information are available, they should be considered in selecting or modifying antibacterial therapy. In the absence of such data, local epidemiology and susceptibility patterns may contribute to the empiric selection of therapy.",
      "adverse_reactions": "The following are discussed in more detail in other sections of the labeling: • Anaphylactic reactions [see Warnings and Precautions (5.1) ] • Severe Cutaneous Adverse Reactions [see Warnings and Precautions (5.2) ] • Drug-Induced Enterocolitis Syndrome (DIES) [see Warnings and Precautions (5.3)] • Hepatic Dysfunction [see Warnings and Precautions (5.4)] • Clostridioides difficile Associated Diarrhea (CDAD) [see Warnings and Precautions (5.5)]"
    },
    "published_date": "Oct 06, 2025"
  },
  {
    "title": "These highlights do not include all the information needed to use AZITHROMYCIN TABLETS safely and effectively. See full prescribing information for AZITHROMYCIN TABLETS.\n ",
    "setid": "da399401-1ee6-422a-be46-0bba6b264b2f",
    "version": "3",
    "effective_date": "20251002",
    "manufacturer": "REMEDYREPACK INC.",
    "active_ingredients": [],
    "sections": {
      "adverse_reactions": "The following clinically significant adverse reactions are described elsewhere in labeling: Hypersensitivity [see WARNINGS AND PRECAUTIONS ( 5.1 )] Hepatotoxicity [see WARNINGS AND PRECAUTIONS ( 5.2 )] Infantile Hypertrophic Pyloric Stenosis (IHPS) [see WARNINGS AND PRECAUTIONS ( 5.3 )] QT Prolongation [see WARNINGS AND PRECAUTIONS ( 5.4 )] Cardiovascular Death [see WARNINGS AND PRECAUTIONS ( 5.5 )] Clostridioides difficile -Associated Diarrhea (CDAD) [see WARNINGS AND PRECAUTIONS ( 5.6 )] Exacerbation of Myasthenia Gravis [see WARNINGS AND PRECAUTIONS ( 5.7 )]"
    },
    "published_date": "Oct 06, 2025"
  },
  {
    "title": "These highlights do not include all the information needed to use CIPROFLOXACIN TABLETS safely and effectively. See full prescribing information for CIPROFLOXACIN TABLETS.\n ",
    "setid": "47d1e4c5-f669-4aca-9e8c-0d6bb833b859",
    "version": "4",
    "effective_date": "20250929",
    "manufacturer": "REMEDYREPACK INC.",
    "active_ingredients": [],
    "sections": {
      "dosage": "Ciprofloxacin tablets should be administered orally as described in the appropriate Dosage Guidelines tables.",
      "adverse_reactions": "The following serious and otherwise important adverse drug reactions are discussed in greater detail in other sections of labeling: • Disabling and Potentially Irreversible Serious Adverse Reactions [see Warnings and Precautions (5.1) ] • Tendinitis and Tendon Rupture [see Warnings and Precautions (5.2) ] • Peripheral Neuropathy [see Warnings and Precautions (5.3) ] • Central Nervous System Effects [see Warnings and Precautions (5.4) ] • Exacerbation of Myasthenia Gravis [see Warnings and Precautions (5.5) ] • Other Serious and Sometimes Fatal Adverse Reactions [see Warnings and Precautions (5.6) ] • Hypersensitivity Reactions [see Warnings and Precautions (5.7) ] • Hepatotoxicity [see Warnings and Precautions (5.8) ] • Risk of Aortic Aneurysm and Dissection [see Warnings and Precautions (5.9) ] • Serious Adverse Reactions with Concomitant Theophylline [see Warnings and Precautions (5.10) ] • Clostridioides difficile -Associated Diarrhea [see Warnings and Precautions (5.11) ] • Prolongation of the QT Interval [see Warnings and Precautions (5.12) ] • Musculoskeletal Disorders in Pediatric Patients [see Warnings and Precautions (5.13) ] • Photosensitivity/Phototoxicity [see Warnings and Precautions (5.14) ] • Development of Drug Resistant Bacteria [see Warnings and Precautions (5.15) ]",
      "drug_interactions": "Ciprofloxacin is an inhibitor of human cytochrome P450 1A2 (CYP1A2) mediated metabolism. Co­-administration of ciprofloxacin with other drugs primarily metabolized by CYP1A2 results in increased plasma concentrations of these drugs and could lead to clinically significant adverse events of the co-administered drug. Table 11: Drugs That are Affected by and Affecting Ciprofloxacin Drugs That are Affected by Ciprofloxacin Drug(s) Recommendation Comments Tizanidine Contraindicated Concomitant administration of tizanidine and ciprofloxacin  is contraindicated due to the potentiation of hypotensive and sedative effects of tizanidine [see Contraindications (4.2) ]. Theophylline Avoid Use (Plasma Exposure Likely to be Increased and Prolonged) Concurrent administration of ciprofloxacin with theophylline may result in increased risk of a patient developing central nervous system (CNS) or other adverse reactions. If concomitant use cannot be avoided, monitor serum levels of theophylline and adjust dosage as appropriate [see Warnings and Precautions (5.10) ]. Drugs Known to Prolong QT Interval Avoid Use Ciprofloxacin may further prolong the QT interval in patients receiving drugs known to prolong the QT interval (for example, class IA or III antiarrhythmics, tricyclic antidepressants, macrolides, antipsychotics) [see Warnings and Precautions (5.12) and Use in Specific Populations (8.5) ]. Oral antidiabetic drugs Use with caution Glucose-lowering effect potentiated Hypoglycemia sometimes severe has been reported when ciprofloxacin and oral antidiabetic agents, mainly sulfonylureas (for example, glyburide, glimepiride), were co-administered, presumably by intensifying the action of the oral antidiabetic agent. Fatalities have been reported . Monitor blood glucose when ciprofloxacin is co-administered with oral antidiabetic drugs [see Adverse Reactions (6.1) ]. Phenytoin Use with caution Altered serum levels of phenytoin (increased and decreased) To avoid the loss of seizure control associated with decreased phenytoin levels and to prevent phenytoin overdose-related adverse reactions upon ciprofloxacin discontinuation in patients receiving both agents, monitor phenytoin therapy, including phenytoin serum concentration during and shortly after co-administration of ciprofloxacin with phenytoin. Cyclosporine Use with caution (transient elevations in serum creatinine) Monitor renal function (in particular serum creatinine) when ciprofloxacin is co-administered with cyclosporine. Anti-coagulant drugs Use with caution (Increase in anticoagulant effect) The risk may vary with the underlying infection, age and general status of the patient so that the contribution of ciprofloxacin to the increase in INR (international normalized ratio) is difficult to assess. Monitor prothrombin time and INR frequently during and shortly after co-administration of ciprofloxacin with an oral anti-coagulant (for example, warfarin). Methotrexate Use with caution Inhibition of methotrexate renal tubular transport potentially leading to increased methotrexate plasma levels Potential increase in the risk of methotrexate associated toxic reactions. Therefore, carefully monitor patients under methotrexate therapy when concomitant ciprofloxacin therapy is indicated. Ropinirole Use with caution Monitoring for ropinirole-related adverse reactions and appropriate dose adjustment of ropinirole is recommended during and shortly after co-administration with ciprofloxacin [see Warnings and Precautions (5.16) ]. Clozapine Use with caution Careful monitoring of clozapine associated adverse reactions and appropriate adjustment of clozapine dosage during and shortly after co-administration with ciprofloxacin are advised. NSAIDs Use with caution Non-steroidal anti-inflammatory drugs (but not acetyl salicylic acid) in combination of very high doses of quinolones have been shown to provoke convulsions in pre-clinical studies and in postmarketing. Sildenafil Use with caution Two-fold increase in exposure Monitor for sildenafil toxicity [see Clinical Pharmacology (12.3) ]. Duloxetine Avoid Use Five-fold increase in duloxetine exposure If unavoidable, monitor for duloxetine toxicity Caffeine/Xanthine Derivatives Use with caution Reduced clearance resulting in elevated levels and prolongation of serum half-life Ciprofloxacin inhibits the formation of paraxanthine after caffeine administration (or pentoxifylline containing products). Monitor for xanthine toxicity and adjust dose as necessary. Zolpidem Avoid Use Co-administration with ciprofloxacin may increase blood levels of zolpidem, concurrent use is not recommended Drug(s) Affecting Pharmacokinetics of Ciprofloxacin Antacids, Sucralfate, Multivitamins and Other Products Containing Multivalent Cations (magnesium/aluminum antacids; polymeric phosphate binders (for example, sevelamer, lanthanum carbonate); sucralfate; Videx ® (didanosine) chewable/ buffered tablets or pediatric powder; other highly buffered drugs; or products containing calcium, iron, or zinc and dairy products) Ciprofloxacin should be taken at least two hours before or six hours after Multivalent cation-containing products administration [see Dosage and Administration (2.4) ]. Decrease ciprofloxacin absorption, resulting in lower serum and urine levels Probenecid Use with caution (interferes with renal tubular secretion of ciprofloxacin and increases ciprofloxacin serum levels) Potentiation of ciprofloxacin toxicity may occur."
    },
    "published_date": "Oct 01, 2025"
  },
  {
    "title": "DOXYCYCLINE FOR INJECTION, USP",
    "setid": "2946fc05-78e5-4669-85d1-3a3979eceae0",
    "version": "10",
    "effective_date": "20250901",
    "manufacturer": "Lupin Pharmaceuticals, Inc.",
    "active_ingredients": [],
    "sections": {
      "indications": "To reduce the development of drug-resistant bacteria and maintain the effectiveness of doxycycline for injection and other antibacterial drugs, doxycycline for injection should be used only to treat or prevent infections that are proven or strongly suspected to be caused by susceptible bacteria. When culture and susceptibility information are available, they should be considered in selecting or modifying antibacterial therapy. In the absence of such data, local epidemiology and susceptibility patterns may contribute to the empiric selection of therapy. Doxycycline is indicated in infections caused by the following microorganisms: Rickettsiae (Rocky Mountain spotted fever, typhus fever, and the typhus group, Q fever, rickettsial pox and tick fevers). Mycoplasma pneumoniae (PPLO, Eaton Agent). Agents of psittacosis and ornithosis. Agents of lymphogranuloma venereum and granuloma inguinale. The spirochetal agent of relapsing fever ( Borrelia recurrentis ). The following gram-negative microorganisms: Haemophilus ducreyi (chancroid), Yersinia pestis, Francisella tularensis , Bartonella bacilliformis , Bacteroides species, Vibrio cholerae and Campylobacter fetus , Brucella species (in conjunction with streptomycin). Because many strains of the following groups of microorganisms have been shown to be resistant to tetracyclines, culture and susceptibility testing are recommended. Doxycycline is indicated for treatment of infections caused by the following gram-negative microorganisms when bacteriologic testing indicates appropriate susceptibility to the drug: Escherichia coli , Enterobacter aerogenes , Shigella species, Acinetobacter species, Haemophilus influenzae (respiratory infections), Klebsiella species (respiratory and urinary infections). Doxycycline is indicated for treatment of infections caused by the following gram-positive microorganisms when bacteriologic testing indicates appropriate susceptibility to the drug:",
      "contraindications": "This drug is contraindicated in persons who have shown hypersensitivity to any of the tetracyclines.",
      "warnings": "The use of drugs of the tetracycline class during tooth development (last half of pregnancy, infancy and childhood to the age of 8 years) may cause permanent discoloration of the teeth (yellow-gray-brown). This adverse reaction is more common during long-term use of the drugs but has been observed following repeated short-term courses. Enamel hypoplasia has also been reported. Use doxycycline in pediatric patients 8 years of age or less only when the potential benefits are expected to outweigh the risks in severe or life-threatening conditions (e.g., anthrax, Rocky Mountain spotted fever), particularly when there are no alternative therapies. Clostridium difficile associated diarrhea (CDAD) has been reported with use of nearly all antibacterial agents, including doxycycline for injection, and may range in severity from mild diarrhea to fatal colitis. Treatment with antibacterial agents alters the normal flora of the colon leading to overgrowth of C. difficile . C. difficile produces toxins A and B which contribute to the development of CDAD. Hypertoxin producing strains of C. difficile cause increased morbidity and mortality, as these infections can be refractory to antimicrobial therapy and may require colectomy. CDAD must be considered in all patients who present with diarrhea following the use of antibacterial drugs. Careful medical history is necessary since CDAD has been reported to occur over two months after the administration of antibacterial agents. If CDAD is suspected or confirmed, ongoing use of antibacterial drugs not directed against C. difficile may need to be discontinued. Appropriate fluid and electrolyte management, protein supplementation, antibacterial treatment of C. difficile , and surgical evaluation should be instituted as clinically indicated. Severe skin reactions, such as exfoliative dermatitis, erythema multiforme, Stevens-Johnson syndrome, toxic epidermal necrolysis, and drug reaction with eosinophilia and systemic symptoms (DRESS) have been reported in patients receiving doxycycline. Fixed drug eruptions have occurred with doxycycline and have been associated with worsening severity upon subsequent administrations, including generalized bullous fixed drug eruption [see Adverse Reactions ] . If severe skin reactions occur, discontinue doxycycline for injection immediately and institute appropriate therapy. Intracranial hypertension (IH, pseudotumor cerebri) has been associated with the use of tetracyclines including doxycycline for injection. Clinical manifestations of IH include headache, blurred vision, diplopia, and vision loss; papilledema can be found on fundoscopy. Women of childbearing age who are overweight or have a history of IH are at greater risk for developing tetracycline associated IH. Concomitant use of isotretinoin and doxycycline for injection should be avoided because isotretinoin is also known to cause pseudotumor cerebri. Although IH typically resolves after discontinuation of treatment, the possibility for permanent visual loss exists. If visual disturbance occurs during treatment, prompt ophthalmologic evaluation is warranted. Since intracranial pressure can remain elevated for weeks after drug cessation patients should be monitored until they stabilize. Photosensitivity manifested by an exaggerated sunburn reaction has been observed in some individuals taking tetracyclines. Patients apt to be exposed to direct sunlight or ultraviolet light, should be advised that this reaction can occur with tetracycline drugs, and treatment should be discontinued at the first evidence of skin erythema. The anti-anabolic action of the tetracyclines may cause an increase in BUN. Studies to date indicate that this does not occur with the use of doxycycline in patients with impaired renal function.",
      "drug_interactions": "Because tetracyclines have been shown to depress plasma prothrombin activity, patients who are on anticoagulant therapy may require downward adjustment of their anticoagulant dosage. Since bacteriostatic drugs may interfere with the bactericidal action of penicillin, it is advisable to avoid giving tetracycline in conjunction with penicillin. Barbiturates, carbamazepine, and phenytoin decrease the half-life of doxycycline. The concurrent use of tetracycline and Penthrane ® (methoxyflurane) has been reported to result in fatal renal toxicity. Concurrent use of tetracycline may render oral contraceptives less effective. Usage in Pregnancy [see Warnings about use during tooth development ]. Doxycycline for injection has not been studied in pregnant patients. It should not be used in pregnant women unless, in the judgment of the physician, it is essential for the welfare of the patient. Results of animal studies indicate that tetracyclines cross the placenta, are found in fetal tissues and can have toxic effects on the developing fetus (often related to retardation of skeletal development). Evidence of embryotoxicity has also been noted in animals treated early in pregnancy. Usage in Children The use of doxycycline for injection in children under 8 years is not recommended because safe conditions for its use have not been established. Because of the effects of drugs of the tetracycline-class on tooth development and growth, use doxycycline in pediatric patients 8 years of age or less only when the potential benefits are expected to outweigh the risks in severe or life-threatening conditions (e.g., anthrax, Rocky Mountain spotted fever), particularly when there are no alternative therapies [see Warnings and Dosage and Administration ] . As with other tetracyclines, doxycycline forms a stable calcium complex in any bone-forming tissue. A decrease in the fibula growth rate has been observed in prematures given oral tetracycline in doses of 25 mg/kg every 6 hours. This reaction was shown to be reversible when the drug was discontinued. Tetracyclines are present in the milk of lactating women who are taking a drug in this class.",
      "dosage": "Note: Rapid administration is to be avoided. Parenteral therapy is indicated only when oral therapy is not indicated. Oral therapy should be instituted as soon as possible. If intravenous therapy is given over prolonged periods of time, thrombophlebitis may result. The usual dosage and frequency of administration of doxycycline for injection (100 to 200 mg/day) differs from that of the other tetracyclines (1 to 2 g/day). Exceeding the recommended dosage may result in an increased incidence of side effects. Studies to date have indicated that doxycycline for injection at the usual recommended doses does not lead to excessive accumulation of doxycycline in patients with renal impairment."
    },
    "published_date": "Oct 06, 2025"
  },
  {
    "title": "These highlights do not include all the information needed to use METFORMIN HYDROCHLORIDE EXTENDED-RELEASE TABLETS safely and effectively.See full prescribing information for METFORMIN HYDROCHLORIDE EXTENDED-RELEASE TABLETS. METFORMIN HYDROCHLORIDE extended-release tablets, for oral use Initial U.S. Approval: 1995",
    "setid": "17050df5-9e95-4e1b-ac75-34add289b139",
    "version": "21",
    "effective_date": "20251002",
    "manufacturer": "PD-Rx Pharmaceuticals, Inc.",
    "active_ingredients": [
      {
        "name": "METFORMIN HYDROCHLORIDE",
        "strength": "500",
        "unit": "mg"
      },
      {
        "name": "METFORMIN HYDROCHLORIDE",
        "strength": "750",
        "unit": "mg"
      }
    ],
    "sections": {
      "indications": "Metformin hydrochloride extended-release tablets are indicated as an adjunct to diet and exercise to improve glycemic control in patients with type 2 diabetes mellitus.",
      "contraindications": "Metformin hydrochloride extended-release tablets, USP are contraindicated in patients with: • Severe Renal Impairment (eGFR below 30mL/min/1.73m 2 ) [see Warnings and Precautions (5.1) ]. • Hypersensitivity to metformin. • Acute or chronic metabolic acidosis, including diabetic ketoacidosis, with or without coma.",
      "adverse_reactions": "The following adverse reactions are also discussed elsewhere in the labeling: • Lactic Acidosis [see Boxed Warning and Warnings and Precautions (5.1) ] • Vitamin B12 Deficiency [see Warnings and Precautions (5.2) ] • Hypoglycemia [see Warnings and Precautions (5.3) ]",
      "drug_interactions": "Table 3 presents clinically significant drug interactions with metformin hydrochloride extended-release tablets. Table 3: Clinically Significant Drug Interactions with Metformin Hydrochloride Extended-Release Tablets Carbonic Anhydrase Inhibitors Clinical Impact: Carbonic anhydrase inhibitors frequently cause a decrease in serum bicarbonate and induce non-anion gap, hyperchloremic metabolic acidosis. Concomitant use of these drugs with metformin hydrochloride extended-release tablets may increase the risk for lactic acidosis. Intervention: Consider more frequent monitoring of these patients. Examples: Topiramate, zonisamide, acetazolamide or dichlorphenamide. Drugs that Reduce Metformin Hydrochloride Extended-release Tablets Clearance Clinical Impact: Concomitant use of drugs that interfere with common renal tubular transport systems involved in the renal elimination of metformin (e.g., organic cationic transporter-2 [OCT2] / multidrug and toxin extrusion [MATE] inhibitors) could increase systemic exposure to metformin and may increase the risk for lactic acidosis [ see Clinical Pharmacology (12.3)]. Intervention: Consider the benefits and risks of concomitant use with metformin hydrochloride extended-release tablets. Examples: Ranolazine, vandetanib, dolutegravir, and cimetidine. Alcohol Clinical Impact: Alcohol is known to potentiate the effect of metformin on lactate metabolism. Intervention: Warn patients against excessive alcohol intake while receiving metformin hydrochloride extended-release tablets. Insulin Secretagogues or Insulin Clinical Impact: Coadministration of metformin hydrochloride extended-release tablets with an insulin secretagogue (e.g., sulfonylurea) or insulin may increase the risk of hypoglycemia. Intervention: Patients receiving an insulin secretagogue or insulin may require lower doses of the insulin secretagogue or insulin. Drugs Affecting Glycemic Control Clinical Impact: Certain drugs tend to produce hyperglycemia and may lead to loss of glycemic control. Intervention: When such drugs are administered to a patient receiving metformin hydrochloride extended-release tablets, observe the patient closely for loss of blood glucose control. When such drugs are withdrawn from a patient receiving metformin hydrochloride extended-release tablets, observe the patient closely for hypoglycemia. Examples: Thiazides and other diuretics, corticosteroids, phenothiazines, thyroid products, estrogens, oral contraceptives, phenytoin, nicotinic acid, sympathomimetics, calcium channel blockers, and isoniazid."
    },
    "published_date": "Oct 06, 2025"
  },
  {
    "title": "These highlights do not include all the information needed to use ADMELOG safely and effectively. See full prescribing information for ADMELOG \n ",
    "setid": "12ec9e3f-e2ac-43a1-b334-8b6538cf2bb0",
    "version": "3",
    "effective_date": "20251001",
    "manufacturer": "REMEDYREPACK INC.",
    "active_ingredients": [
      {
        "name": "INSULIN LISPRO",
        "strength": "100",
        "unit": "U"
      }
    ],
    "sections": {
      "indications": "ADMELOG is indicated to improve glycemic control in adult and pediatric patients with diabetes mellitus.",
      "contraindications": "ADMELOG is contraindicated: • during episodes of hypoglycemia [see Warnings and Precautions (5.3) ] . • in patients who are hypersensitive to insulin lispro or to any of the excipients in ADMELOG [see Warnings and Precautions (5.5) ].",
      "adverse_reactions": "The following adverse reactions are discussed elsewhere: • Hypoglycemia [see Warnings and Precautions (5.3) ] • Hypoglycemia Due to Medication Errors [see Warnings and Precautions (5.4) ] • Hypersensitivity Reactions [see Warnings and Precautions (5.5) ] • Hypokalemia [see Warnings and Precautions (5.6) ]",
      "drug_interactions": "Table 2 presents clinically significant drug interactions with ADMELOG. Table 2: Clinically Significant Drug Interactions with ADMELOG Drugs That May Increase the Risk of Hypoglycemia Drugs: Antidiabetic agents, ACE inhibitors, angiotensin II receptor blocking agents, disopyramide, fibrates, fluoxetine, monoamine oxidase inhibitors, pentoxifylline, pramlintide, salicylates, somatostatin analogs (e.g., octreotide), and sulfonamide antibiotics. Intervention: Dose adjustment and increased frequency of glucose monitoring may be required when ADMELOG is concomitantly administered with these drugs. Drugs That May Decrease the Blood Glucose Lowering Effect of ADMELOG Drugs: Atypical antipsychotics (e.g., olanzapine and clozapine), corticosteroids, danazol, diuretics, estrogens, glucagon, isoniazid, niacin, oral contraceptives, phenothiazines, progestogens (e.g., in oral contraceptives), protease inhibitors, somatropin, sympathomimetic agents (e.g., albuterol, epinephrine, terbutaline), and thyroid hormones. Intervention: Dose adjustment and increased frequency of glucose monitoring may be required when ADMELOG is concomitantly administered with these drugs. Drugs That May Increase or Decrease the Blood Glucose Lowering Effect of ADMELOG Drugs: Alcohol, beta-blockers, clonidine, and lithium salts. Pentamidine may cause hypoglycemia, which may sometimes be followed by hyperglycemia. Intervention: Dose adjustment and increased frequency of glucose monitoring may be required when ADMELOG is concomitantly administered with these drugs. Drugs That May Blunt Signs and Symptoms of Hypoglycemia Drugs: Beta-blockers, clonidine, guanethidine and reserpine. Intervention: Increased frequency of glucose monitoring may be required when ADMELOG is concomitantly administered with these drugs."
    },
    "published_date": "Oct 03, 2025"
  },
  {
    "title": "These highlights do not include all the information needed to use LISINOPRIL TABLETS safely and effectively. See full prescribing information for LISINOPRIL TABLETS\n ",
    "setid": "705582ed-da8c-418f-8bb2-fc0b74ed0a88",
    "version": "10",
    "effective_date": "20251002",
    "manufacturer": "PD-Rx Pharmaceuticals, Inc.",
    "active_ingredients": [
      {
        "name": "LISINOPRIL",
        "strength": "2.5",
        "unit": "mg"
      }
    ],
    "sections": {
      "contraindications": "Lisinopril is contraindicated in combination with a neprilysin inhibitor (e.g., sacubitril). Do not administer Lisinopril within 36 hours of switching to or from sacubitril/valsartan, a neprilysin inhibitor [see Warnings and Precautions (5.2)] . Lisinopril is contraindicated in patients with: • a history of angioedema or hypersensitivity related to previous treatment with an angiotensin converting enzyme inhibitor • hereditary or idiopathic angioedema Do not co-administer aliskiren with lisinopril in patients with diabetes [see Drug Interactions (7.4)] ."
    },
    "published_date": "Oct 06, 2025"
  },
  {
    "title": "These highlights do not include all the information needed to use AMLODIPINE BESYLATE TABLETS safely and effectively. See full prescribing information for AMLODIPINE BESYLATE TABLETS.\n ",
    "setid": "c155a6e0-388b-48d1-9e72-2ef2edd5d1a6",
    "version": "26",
    "effective_date": "20251002",
    "manufacturer": "PD-Rx Pharmaceuticals, Inc.",
    "active_ingredients": [],
    "sections": {
      "contraindications": "Amlodipine besylate tablets are contraindicated in patients with known sensitivity to amlodipine."
    },
    "published_date": "Oct 06, 2025"
  },
  {
    "title": "These highlights do not include all the information needed to use LOSARTAN POTASSIUM AND HYDROCHLOROTHIAZIDE TABLETS safely and effectively. See full prescribing information for LOSARTAN POTASSIUM AND HYDROCHLOROTHIAZIDE TABLETS.LOSARTAN POTASSIUM and HYDROCHLOROTHIAZIDE tablets, for oral use Initial U.S. Approval: 1995",
    "setid": "0a34f28c-20e6-4f34-9c4a-70fb258aa300",
    "version": "1",
    "effective_date": "20251002",
    "manufacturer": "A-S Medication Solutions",
    "active_ingredients": [
      {
        "name": "HYDROCHLOROTHIAZIDE",
        "strength": "25",
        "unit": "mg"
      },
      {
        "name": "LOSARTAN POTASSIUM",
        "strength": "100",
        "unit": "mg"
      }
    ],
    "sections": {
      "contraindications": "Losartan potassium and hydrochlorothiazide tablet is contraindicated: • In patients who are hypersensitive to any component of      this product. • In patients with anuria • For coadministration with aliskiren in patients with      diabetes"
    },
    "published_date": "Oct 06, 2025"
  },
  {
    "title": "These highlights do not include all the information needed to use LOSARTAN POTASSIUM AND HYDROCHLOROTHIAZIDE TABLETS safely and effectively. See full prescribing information for LOSARTAN POTASSIUM AND HYDROCHLOROTHIAZIDE TABLETS.LOSARTAN POTASSIUM and HYDROCHLOROTHIAZIDE tablets, for oral use Initial U.S. Approval: 1995",
    "setid": "0a34f28c-20e6-4f34-9c4a-70fb258aa300",
    "version": "1",
    "effective_date": "20251002",
    "manufacturer": "A-S Medication Solutions",
    "active_ingredients": [
      {
        "name": "HYDROCHLOROTHIAZIDE",
        "strength": "25",
        "unit": "mg"
      },
      {
        "name": "LOSARTAN POTASSIUM",
        "strength": "100",
        "unit": "mg"
      }
    ],
    "sections": {
      "contraindications": "Losartan potassium and hydrochlorothiazide tablet is contraindicated: • In patients who are hypersensitive to any component of      this product. • In patients with anuria • For coadministration with aliskiren in patients with      diabetes"
    },
    "published_date": "Oct 06, 2025"
  },
  {
    "title": "These highlights do not include all the information needed to use ATORVASTATIN CALCIUM TABLETS safely and effectively. See full prescribing information for ATORVASTATIN CALCIUM TABLETS.\n ",
    "setid": "46eeb12f-7e38-4828-b7d1-26b6155bc64a",
    "version": "12",
    "effective_date": "20251002",
    "manufacturer": "PD-Rx Pharmaceuticals, Inc.",
    "active_ingredients": [],
    "sections": {
      "indications": "Atorvastatin calcium tablets are indicated: • To reduce the risk of: • Myocardial infarction (MI), stroke, revascularization procedures, and angina in adults with multiple risk factors for coronary heart disease (CHD) but without clinically evident CHD • MI and stroke in adults with type 2 diabetes mellitus with multiple risk factors for CHD but without clinically evident CHD • Non-fatal MI, fatal and non-fatal stroke, revascularization procedures, hospitalization for congestive heart failure, and angina in adults with clinically evident CHD • As an adjunct to diet to reduce low-density lipoprotein cholesterol (LDL-C) in: • Adults with primary hyperlipidemia. • Adults and pediatric patients aged 10 years and older with heterozygous familial hypercholesterolemia (HeFH). • As an adjunct to other LDL-C-lowering therapies, or alone if such treatments are unavailable, to reduce LDL-C in adults and pediatric patients aged 10 years and older with homozygous familial hypercholesterolemia (HoFH). • As an adjunct to diet for the treatment of adults with: • Primary dysbetalipoproteinemia • Hypertriglyceridemia",
      "contraindications": "• Acute liver failure or decompensated cirrhosis [see Warnings and Precautions (5.3) ] • Hypersensitivity to atorvastatin or any excipients in atorvastatin calcium. Hypersensitivity reactions, including anaphylaxis, angioneurotic edema, erythema multiforme, Stevens-Johnson syndrome, and toxic epidermal necrolysis, have been reported [see Adverse Reactions (6.2) ].",
      "adverse_reactions": "The following important adverse reactions are described below and elsewhere in the labeling: • Myopathy and Rhabdomyolysis [see Warnings and Precautions (5.1) ] • Immune-Mediated Necrotizing Myopathy [see Warnings and Precautions (5.2) ] • Hepatic Dysfunction [see Warnings and Precautions (5.3) ] • Increases in HbA1c and Fasting Serum Glucose Levels [see Warnings and Precautions (5.4) ]"
    },
    "published_date": "Oct 06, 2025"
  },
  {
    "title": "\n      ",
    "setid": "593f0007-9690-4de5-b1e9-59299e587643",
    "version": "3",
    "effective_date": "20250925",
    "manufacturer": "REMEDYREPACK INC.",
    "active_ingredients": [
      {
        "name": "SIMVASTATIN",
        "strength": "5",
        "unit": "mg"
      }
    ],
    "sections": {
      "indications": "Therapy with lipid-altering agents should be only one component of multiple risk factor intervention in individuals at significantly increased risk for atherosclerotic vascular disease due to hypercholesterolemia. Drug therapy is indicated as an adjunct to diet when the response to a diet restricted in saturated fat and cholesterol and other nonpharmacologic measures alone has been inadequate. In patients with coronary heart disease (CHD) or at high risk of CHD, simvastatin can be started simultaneously with diet.",
      "contraindications": "Simvastatin is contraindicated in the following conditions: • Concomitant administration of strong CYP3A4 inhibitors (e.g., itraconazole, ketoconazole, posaconazole, voriconazole, HIV protease inhibitors, boceprevir, telaprevir, erythromycin, clarithromycin, telithromycin, nefazodone and cobicistat-containing products) [see Warnings and Precautions (5.1 ) ] • Concomitant administration of gemfibrozil, cyclosporine, or danazol [see Warnings and Precautions ( 5.1 ) ] . • Hypersensitivity to any component of this medication [see Adverse Reactions (6.2) ] . • Active liver disease, which may include unexplained persistent elevations in hepatic transaminase levels [see Warnings and Precautions (5.3) ]. • Women who are pregnant or may become pregnant. Serum cholesterol and triglycerides increase during normal pregnancy, and cholesterol or cholesterol derivatives are essential for fetal development. Because HMG-CoA reductase inhibitors (statins) decrease cholesterol synthesis and possibly the synthesis of other biologically active substances derived from cholesterol, simvastatin may cause fetal harm when administered to a pregnant woman. Atherosclerosis is a chronic process and the discontinuation of lipid-lowering drugs during pregnancy should have little impact on the outcome of long-term therapy of primary hypercholesterolemia. There are no adequate and well-controlled studies of use with simvastatin during pregnancy; however, in rare reports congenital anomalies were observed following intrauterine exposure to statins. In rat and rabbit animal reproduction studies, simvastatin revealed no evidence of teratogenicity. Simvastatin tablets should be administered to women of childbearing age only when such patients are highly unlikely to conceive. If the patient becomes pregnant while taking this drug, simvastatin tablets should be discontinued immediately and the patient should be apprised of the potential hazard to the fetus [see Use in Specific Populations (8.1 ) ]. • Nursing mothers. It is not known whether simvastatin is excreted into human milk; however, a small amount of another drug in this class does pass into breast milk. Because statins have the potential for serious adverse reactions in nursing infants, women who require treatment with simvastatin tablets should not breastfeed their infants [see Use in Specific Populations (8.3) ]"
    },
    "published_date": "Sep 29, 2025"
  },
  {
    "title": "\n      ",
    "setid": "6ec88f64-66a2-4ca9-9913-c192fc33f88b",
    "version": "4",
    "effective_date": "20250924",
    "manufacturer": "Cardinal Health 107, LLC",
    "active_ingredients": [],
    "sections": {
      "indications": "Albuterol sulfate inhalation solution is indicated for the relief of bronchospasm in patients 2 years of age and older with reversible obstructive airway disease and acute attacks of bronchospasm.",
      "contraindications": "Albuterol sulfate inhalation solution is contraindicated in patients with a history of hypersensitivity to any of its components.",
      "warnings": "As with other inhaled beta-adrenergic agonists, albuterol sulfate inhalation solution can produce paradoxical bronchospasm, which can be life threatening. If it occurs, the preparation should be discontinued immediately and alternative therapy instituted. Fatalities have been reported in association with excessive use of inhaled sympathomimetic drugs and with the home use of nebulizers. It is, therefore, essential that the physician instruct the patient in the need for further evaluation, if his/her asthma becomes worse. In individual patients, any beta 2 -adrenergic agonist, including albuterol solution for inhalation, may have a clinically significant cardiac effect. Immediate hypersensitivity reactions may occur after administration of albuterol as demonstrated by rare cases of urticaria, angioedema, rash, bronchospasm, and oropharyngeal edema.",
      "drug_interactions": "Other sympathomimetic aerosol bronchodilators or epinephrine should not be used concomitantly with albuterol. Albuterol should be administered with extreme caution to patients being treated with monoamine oxidase inhibitors or tricyclic antidepressants, since the action of albuterol on the vascular system may be potentiated. Beta-receptor blocking agents and albuterol inhibit the effect of each other."
    },
    "published_date": "Oct 03, 2025"
  },
  {
    "title": "Drug Facts",
    "setid": "0b0190c7-acfd-4140-bcaf-9fe835ebaf49",
    "version": "13",
    "effective_date": "20250926",
    "manufacturer": "Cardinal Health 107, LLC",
    "active_ingredients": [
      {
        "name": "CETIRIZINE HYDROCHLORIDE",
        "strength": "10",
        "unit": "mg"
      }
    ],
    "sections": {
      "active_ingredient": "Cetirizine Hydrochloride, USP 10 mg",
      "indications": "temporarily relieves these symptoms due to hay fever or other upper respiratory allergies: • • runny nose • • sneezing • • itchy, watery eyes • • itching of the nose or throat",
      "dosage": "adults and children 6 years and over one 10 mg tablet once daily; do not take more than one 10 mg tablet in 24 hours. A 5 mg product may be appropriate for less severe symptoms. adults 65 years and over ask a doctor children under 6 years of age ask a doctor consumers with liver or kidney disease ask a doctor",
      "inactive_ingredient": "Anhydrous lactose, colloidal silicon dioxide, hypromellose, magnesium stearate, microcrystalline cellulose, polydextrose, polyethylene glycol, sodium lauryl sulfate, titanium dioxide, and triacetin"
    },
    "published_date": "Oct 06, 2025"
  },
  {
    "title": "Perrigo Allergy-D Drug Facts",
    "setid": "512f8f46-5c62-470d-b14a-93b86ec34ce8",
    "version": "1",
    "effective_date": "20251003",
    "manufacturer": "L. Perrigo Company",
    "active_ingredients": [
      {
        "name": "LORATADINE",
        "strength": "10",
        "unit": "mg"
      },
      {
        "name": "PSEUDOEPHEDRINE SULFATE",
        "strength": "240",
        "unit": "mg"
      }
    ],
    "sections": {
      "active_ingredient": "Loratadine 10 mg Pseudoephedrine sulfate 240 mg",
      "indications": "• • temporarily relieves these symptoms due to hay fever or other upper respiratory allergies: • • sneezing • • itchy, watery eyes • • runny nose • • itching of the nose or throat • • temporarily relieves nasal congestion due to the common cold, hay fever or other upper respiratory allergies • • reduces swelling of nasal passages • • temporarily relieves sinus congestion and pressure • • temporarily restores freer breathing through the nose",
      "dosage": "• • do not divide, crush, chew or dissolve the tablet adults and children 12 years and over 1 tablet daily with a full glass of water; not more than 1 tablet in 24 hours children under 12 years of age ask a doctor consumers with liver or kidney disease ask a doctor",
      "inactive_ingredient": "colloidal silicon dioxide, ferric oxide, hydrogenated vegetable oil, hypromellose, magnesium stearate, polyethylene glycol, polyethylene oxide, propylene glycol, titanium dioxide"
    },
    "published_date": "Oct 06, 2025"
  },
  {
    "title": "These highlights do not include all the information needed to use MONTELUKAST SODIUM TABLETS safely and effectively. See full prescribing information for MONTELUKAST SODIUM TABLETS.\n ",
    "setid": "2fbdf1be-a37f-879b-e063-6394a90aa20d",
    "version": "2",
    "effective_date": "20250828",
    "manufacturer": "Redpharm Drug",
    "active_ingredients": [],
    "sections": {
      "contraindications": "Montelukast sodium tablets are contraindicated in patients with hypersensitivity to any of its components.",
      "adverse_reactions": "The following clinically significant adverse reactions are described elsewhere in the labeling: • Neuropsychiatric Events [see Warnings and Precautions (5.1) ].",
      "drug_interactions": "No dose adjustment is needed when montelukast sodium is co-administered with theophylline, prednisone, prednisolone, oral contraceptives, fexofenadine, digoxin, warfarin, gemfibrozil, itraconazole, thyroid hormones, sedative hypnotics, non-steroidal anti-inflammatory agents, benzodiazepines, decongestants, and Cytochrome P450 (CYP) enzyme inducers [see Clinical Pharmacology (12.3) ] ."
    },
    "published_date": "Aug 29, 2025"
  },
  {
    "title": "\n      ",
    "setid": "96104ea6-c08f-40b5-83f5-d840b317f1fd",
    "version": "35",
    "effective_date": "20251002",
    "manufacturer": "PD-Rx Pharmaceuticals, Inc.",
    "active_ingredients": [
      {
        "name": "OMEPRAZOLE",
        "strength": "20",
        "unit": "mg"
      }
    ],
    "sections": {
      "contraindications": "• Omeprazole delayed-release capsules are contraindicated in patients with known hypersensitivity reactions including anaphylaxis to the formulation or any substituted benzimidazole. Hypersensitivity reactions may include anaphylaxis, anaphylactic shock, angioedema, bronchospasm, acute tubulointerstitial nephritis, and urticaria [see Warnings and Precautions ( 5.2 ), Adverse Reactions (6) ]. • Proton pump inhibitors (PPIs), including omeprazole, are contraindicated in patients receiving rilpivirine-containing products [see Drug Interactions (7) ]. • For information about contraindications of antibacterial agents (clarithromycin and amoxicillin) indicated in combination with omeprazole, refer to the CONTRAINDICATIONS section of their package inserts.",
      "warnings_precautions": "PPI use is associated with an increased risk of fundic gland polyps that increases with long-term use, especially beyond one year. Most PPIs users who developed fundic gland polyps were asymptomatic and fundic gland polyps were identified incidentally on endoscopy. Use the shortest duration of PPI therapy appropriate to the condition being treated.",
      "adverse_reactions": "The following serious adverse reactions are described below and elsewhere in labeling: • Acute Tubulointerstitial Nephritis [see Warnings and Precautions (5.2) ] • Clostridium difficile -Associated Diarrhea [see Warnings and Precautions (5.3) ] • Bone Fracture [see Warnings and Precautions (5.4) ] • Cutaneous and Systemic Lupus Erythematosus [see Warnings and Precautions (5.6) ] • Cyanocobalamin (Vitamin B-12) Deficiency [see Warnings and Precautions (5.8) ] • Hypomagnesemia and Mineral Metabolism [see Warnings and Precautions (5.9) ] • Fundic Gland Polyps [seeWarnings and Precautions (5.13) ]",
      "drug_interactions": "Tables 3 and 4 include drugs with clinically important drug interactions and interaction with diagnostics when administered concomitantly with omeprazole and instructions for preventing or managing them. Consult the labeling of concomitantly used drugs to obtain further information about interactions with PPIs. Table 3: Clinically Relevant Interactions Affecting Drugs Co-Administered with Omeprazole and Interaction with Diagnostics Antiretrovirals Clinical Impact: The effect of PPIs on antiretroviral drugs is variable. The clinical importance and the mechanisms behind these interactions are not always known. • Decreased exposure of some antiretroviral drugs (e.g., rilpivirine, atazanavir and nelfinavir) when used concomitantly with omeprazole may reduce antiviral effect and promote the development of drug resistance [see Clinical Pharmacology (12.3) ]. • Increased exposure of other antiretroviral drugs (e.g., saquinavir) when used concomitantly with omeprazole may increase toxicity [see Clinical Pharmacology (12.3) ]. • There are other antiretroviral drugs which do not result in clinically relevant interactions with omeprazole. Intervention: Rilpivirine-containing products: Concomitant use with omeprazole is contraindicated [see Contraindications (4) ]. Atazanavir: Avoid concomitant use with omeprazole. See prescribing information for atazanavir for dosing information. Nelfinavir: Avoid concomitant use with omeprazole. See prescribing information for nelfinavir. Saquinavir: See the prescribing information for saquinavir for monitoring of potential saquinavir-related toxicities. Other antiretrovirals: See prescribing information for specific antiretroviral drugs. Warfarin Clinical Impact: Increased INR and prothrombin time in patients receiving PPIs, including omeprazole, and warfarin concomitantly. Increases in INR and prothrombin time may lead to abnormal bleeding and even death. Intervention: Monitor INR and prothrombin time and adjust the dose of warfarin, if needed, to maintain target INR range. Methotrexate Clinical Impact: Concomitant use of omeprazole with methotrexate (primarily at high dose) may elevate and prolong serum concentrations of methotrexate and/or its metabolite hydroxymethotrexate, possibly leading to methotrexate toxicities. No formal drug interaction studies of high-dose methotrexate with PPIs have been conducted [see Warnings and Precautions (5.12) ]. Intervention: A temporary withdrawal of omeprazole may be considered in some patients receiving high-dose methotrexate. CYP2C19 Substrates (e.g., clopidogrel, citalopram, cilostazol, phenytoin, diazepam) Clopidogrel Clinical Impact: Concomitant use of omeprazole 80 mg results in reduced plasma concentrations of the active metabolite of clopidogrel and a reduction in platelet inhibition [ see Clinical Pharmacology (12.3) ]. There are no adequate combination studies of a lower dose of omeprazole or a higher dose of clopidogrel in comparison with the approved dose of clopidogrel. Intervention: Avoid concomitant use with omeprazole. Consider use of alternative anti-platelet therapy [see Warnings and Precautions (5.7) ]. Citalopram Clinical Impact: Increased exposure of citalopram leading to an increased risk of QT prolongation [see Clinical Pharmacology (12.3) ]. Intervention: Limit the dose of citalopram to a maximum of 20 mg per day. See prescribing information for citalopram. Cilostazol Clinical Impact: Increased exposure of one of the active metabolites of cilostazol (3,4-dihydro-cilostazol) [see Clinical Pharmacology (12.3) ]. Intervention: Reduce the dose of cilostazol to 50 mg twice daily. See prescribing information for cilostazol. Phenytoin Clinical Impact: Potential for increased exposure of phenytoin. Intervention: Monitor phenytoin serum concentrations. Dose adjustment may be needed to maintain therapeutic drug concentrations. See prescribing information for phenytoin. Diazepam Clinical Impact: Increased exposure of diazepam [see Clinical Pharmacology (12.3) ]. Intervention: Monitor patients for increased sedation and reduce the dose of diazepam as needed. Digoxin Clinical Impact: Potential for increased exposure of digoxin [see Clinical Pharmacology (12.3) ]. Intervention: Monitor digoxin concentrations. Dose adjustment may be needed to maintain therapeutic drug concentrations. See digoxin prescribing information. Drugs Dependent on Gastric pH for Absorption (e.g., iron salts, erlotinib, dasatinib, nilotinib, mycophenolate mofetil, ketoconazole/itraconazole) Clinical Impact: Omeprazole can reduce the absorption of other drugs due to its effect on reducing intragastric acidity. Intervention: Mycophenolate mofetil (MMF): Co-administration of omeprazole in healthy subjects and in transplant patients receiving MMF has been reported to reduce the exposure to the active metabolite, mycophenolic acid (MPA), possibly due to a decrease in MMF solubility at an increased gastric pH. The clinical relevance of reduced MPA exposure on organ rejection has not been established in transplant patients receiving omeprazole and MMF. Use omeprazole with caution in transplant patients receiving MMF [see Clinical Pharmacology (12.3) ]. See the prescribing information for other drugs dependent on gastric pH for absorption. Combination Therapy with Clarithromycin and Amoxicillin Clinical Impact: Concomitant administration of clarithromycin with other drugs can lead to serious adverse reactions, including potentially fatal arrhythmias, and are contraindicated. Amoxicillin also has drug interactions. Intervention: See Contraindications, Warnings and Precautions in prescribing information for clarithromycin. See Drug Interactions in prescribing information for amoxicillin. Tacrolimus Clinical Impact: Potential for increased exposure of tacrolimus, especially in transplant patients who are intermediate or poor metabolizers of CYP2C19. Intervention: Monitor tacrolimus whole blood concentrations. Dose adjustment may be needed to maintain therapeutic drug concentrations. See prescribing information for tacrolimus. Interactions with Investigations of Neuroendocrine Tumors Clinical Impact: Serum chromogranin A (CgA) levels increase secondary to PPI-induced decreases in gastric acidity. The increased CgA level may cause false positive results in diagnostic investigations for neuroendocrine tumors [see Warnings and Precautions (5.11) ,Clinical Pharmacology (12.2) ]. Intervention: Temporarily stop omeprazole treatment at least 14 days before assessing CgA levels and consider repeating the test if initial CgA levels are high. If serial tests are performed (e.g., for monitoring), the same commercial laboratory should be used for testing, as reference ranges between tests may vary. Interaction with Secretin Stimulation Test Clinical Impact: Hyper-response in gastrin secretion in response to secretin stimulation test, falsely suggesting gastrinoma. Intervention: Temporarily stop omeprazole treatment at least 14 days before assessing to allow gastrin levels to return to baseline [see Clinical Pharmacology (12.2)]. False Positive Urine Tests for THC Clinical Impact: There have been reports of false positive urine screening tests for tetrahydrocannabinol (THC) in patients receiving PPIs. Intervention: An alternative confirmatory method should be considered to verify positive results. Other Clinical Impact: There have been clinical reports of interactions with other drugs metabolized via the cytochrome P450 system (e.g., cyclosporine, disulfiram). Intervention: Monitor patients to determine if it is necessary to adjust the dosage of these other drugs when taken concomitantly with omeprazole. Table 4: Clinically Relevant Interactions Affecting Omeprazole When Co-Administered with Other Drugs CYP2C19 or CYP3A4 Inducers Clinical Impact: Decreased exposure of omeprazole when used concomitantly with strong inducers [see Clinical Pharmacology (12.3) ]. Intervention: St. John’s Wort, rifampin: Avoid concomitant use with omeprazole [see Warnings and Precautions (5.10) ]. Ritonavir-containing products: see prescribing information for specific drugs. CYP2C19 or CYP3A4 Inhibitors Clinical Impact: Increased exposure of omeprazole [see Clinical Pharmacology (12.3) ]. Intervention: Voriconazole: Dose adjustment of omeprazole is not normally required. However, in patients with Zollinger-Ellison syndrome, who may require higher doses, dose adjustment may be considered. See prescribing information for voriconazole."
    },
    "published_date": "Oct 06, 2025"
  },
  {
    "title": "Drug Facts",
    "setid": "00df8a42-296f-80dd-98af-ee8b30eb38cc",
    "version": "12",
    "effective_date": "20250523",
    "manufacturer": "Dr. Reddy's Laboratories Limited",
    "active_ingredients": [],
    "sections": {
      "active_ingredient": "Ranitidine 150 mg (as ranitidine hydrochloride USP, 168 mg)",
      "indications": "• relieves heartburn associated with acid indigestion and sour stomach • prevents heartburn associated with acid indigestion and sour stomach brought on by eating or drinking certain foods and beverages",
      "warnings": "Allergy alert: Do not use if you are allergic to ranitidine or other acid reducers",
      "dosage": "• adults and children 12 years and over: • to relieve symptoms, swallow 1 tablet with a glass of water • to prevent symptoms, swallow 1 tablet with a glass of water 30 to 60 minutes before eating food or drinking beverages that cause heartburn • can be used up to twice daily (do not take more than 2 tablets in 24 hours) • children under 12 years: ask a doctor",
      "inactive_ingredient": "FD&C red #40 aluminum lake, hypromellose, iron oxide black, magnesium stearate, microcrystalline cellulose, polyethylene glycol, titanium dioxide."
    },
    "published_date": "Jun 02, 2025"
  },
  {
    "title": "These highlights do not include all the information needed to use SERTRALINE HYDROCHLORIDE TABLETS safely and effectively. See full prescribing information for SERTRALINE HYDROCHLORIDE TABLETS.\n ",
    "setid": "7efc1dd5-8671-4bed-9c16-ef6b9f36afc4",
    "version": "3",
    "effective_date": "20251003",
    "manufacturer": "REMEDYREPACK INC.",
    "active_ingredients": [],
    "sections": {
      "indications": "Sertraline hydrochloride tablets are indicated for the treatment of the following [ See Clinical Studies ( 14 ) ]: • Major depressive disorder (MDD) • Obsessive-compulsive disorder (OCD) • Panic disorder (PD) • Posttraumatic stress disorder (PTSD) • Social anxiety disorder (SAD) • Premenstrual dysphoric disorder (PMDD)",
      "contraindications": "Sertraline hydrochloride tablets are contraindicated in patients: • Taking, or within 14 days of stopping, MAOIs, (including the MAOIs linezolid and intravenous methylene blue) because of an increased risk of serotonin syndrome [ See Warnings and Precautions ( 5.2 ), Drug Interactions ( 7.1 ) ]. • Taking pimozide [ See Drug Interactions ( 7.1 ) ]. • With known hypersensitivity to sertraline (e.g., anaphylaxis, angioedema) [ See Adverse Reactions ( 6.1 , 6.2 ) ].",
      "adverse_reactions": "The following adverse reactions are described in more detail in other sections of the prescribing information: • Hypersensitivity reactions to sertraline [See Contraindications ( 4 )] • QTc prolongation and ventricular arrhythmias when taken with pimozide [See Contraindications ( 4 ) , Clinical Pharmacology ( 12.2 )] • Suicidal thoughts and behaviors [See Warnings and Precautions ( 5.1 )] • Serotonin syndrome [See Contraindications ( 4 ), Warnings and Precautions ( 5.2 ), Drug Interactions ( 7.1 )] • Increased risk of bleeding [See Warnings and Precautions ( 5.3 )] • Activation of mania/hypomania [See Warnings and Precautions ( 5.4) ] • Discontinuation syndrome [See Warnings and Precautions ( 5.5 )] • Seizures [See Warnings and Precautions ( 5.6 )] • Angle-closure glaucoma [See Warnings and Precautions ( 5.7 )] • Hyponatremia [See Warnings and Precautions ( 5.8 )] • Sexual Dysfunction [See Warnings and Precautions ( 5.11 )]"
    },
    "published_date": "Oct 06, 2025"
  },
  {
    "title": "These highlights do not include all the information needed to use FLUOXETINE CAPSULES safely and effectively. See full prescribing information for FLUOXETINE CAPSULES.",
    "setid": "06394c4b-99f4-4257-bf29-53c170c5a061",
    "version": "2",
    "effective_date": "20251002",
    "manufacturer": "Cardinal Health 107, LLC",
    "active_ingredients": [],
    "sections": {
      "indications": "Fluoxetine  capsules are indicated for the treatment of: • • Acute and maintenance treatment of Major Depressive Disorder [see Clinical Studies (14.1) ] . • • Acute and maintenance treatment of obsessions and compulsions in patients with Obsessive Compulsive Disorder (OCD) [see Clinical Studies (14.2) ] . • • Acute and maintenance treatment of binge-eating and vomiting behaviors in patients with moderate to severe Bulimia Nervosa [see Clinical Studies (14.3) ] . • • Acute treatment of Panic Disorder, with or without agoraphobia [see Clinical Studies (14.4) ] . Fluoxetine capsules and Olanzapine in Combination are indicated for the treatment of: • • Acute treatment of depressive episodes associated with Bipolar I Disorder. • • Treatment resistant depression (Major Depressive Disorder in patients, who do not respond to 2 separate trials of different antidepressants of adequate dose and duration in the current episode). Fluoxetine  capsules monotherapy is not indicated for the treatment of depressive episodes associated with Bipolar I Disorder or the treatment of treatment resistant depression. When using fluoxetine capsules and olanzapine in combination, also refer to the Clinical Studies section of the package insert for Symbyax ® .",
      "contraindications": "When using fluoxetine capsules and olanzapine in combination, also refer to the Contraindications section of the package insert for Symbyax.",
      "warnings_precautions": "When using fluoxetine and olanzapine in combination, also refer to the Warnings and Precautions section of the package insert for Symbyax.",
      "adverse_reactions": "The following adverse reactions are discussed in more detail in other sections of the labeling: • • Suicidal Thoughts and Behaviors in Children, Adolescents, and Young Adults [see Boxed Warning and Warnings and Precautions (5.1) ] • • Serotonin Syndrome [see Warnings and Precautions (5.2) ] • • Allergic Reactions and Rash [see Warnings and Precautions (5.3) ] • • Screening Patients for Bipolar Disorder and Monitoring for Mania/Hypomania [see Warnings and Precautions (5.4) ] • • Seizures [see Warnings and Precautions (5.5) ] • • Altered Appetite and Weight [see Warnings and Precautions (5.6) ] • • Increased Risk of Bleeding [see Warnings and Precautions (5.7) ] • • Angle-Closure Glaucoma [see Warnings and Precautions (5.8) ] • • Hyponatremia [see Warnings and Precautions (5.9) ] • • Anxiety and Insomnia [see Warnings and Precautions (5.10) ] • • QT Prolongation [see Warnings and Precautions (5.11) ] • • Potential for Cognitive and Motor Impairment [see Warnings and Precautions (5.13) ] • • Discontinuation Adverse Reactions [see Warnings and Precautions (5.15) ] • • Sexual Dysfunction [see Warnings and Precautions (5.17) ] When using fluoxetine  and olanzapine in combination, also refer to the Adverse Reactions section of the package insert for Symbyax.",
      "drug_interactions": "As with all drugs, the potential for interaction by a variety of mechanisms (e.g., pharmacodynamic, pharmacokinetic drug inhibition or enhancement, etc.) is a possibility."
    },
    "published_date": "Oct 06, 2025"
  },
  {
    "title": "These highlights do not include all the information needed to use ESCITALOPRAM TABLETS safely and effectively. See full prescribing information for ESCITALOPRAM TABLETS.",
    "setid": "0de88dad-d54c-4773-a5d6-a705e012973a",
    "version": "104",
    "effective_date": "20250925",
    "manufacturer": "Bryant Ranch Prepack",
    "active_ingredients": [],
    "sections": {},
    "published_date": "Oct 06, 2025"
  }
]